<?php
// +----------------------------------------------------------------------
// | LDCMS  [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2024 http://www.zhuziweb.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: lande
// +----------------------------------------------------------------------

return [
    'Action'        => '方法名称',
    'Type'          => '方法类型',
    'Setting'       => '方法主体',
    'Sql'           => 'sql',
    'Func'          => '函数方法',
    'Primary table' => '主表',
    'Field'         => '调用字段',
    'Join'          => 'Join',
    'params'        => '参数',
    'Create_time'   => '创建时间',
    'Alias'         => '别名',
    'Class'         => '类',
    'Custom_sql'    => '自定义sql',
    'Copy'          => '复制'
];